{
  "welcome": "Welcome",
  "title": "Frontend Developer",
  "description": "Frontend developer with experience designing, developing, and maintaining user-friendly and responsive web apps. Utilize language capabilities to collaborate cross-functionally with multiple teams and stakeholders to deliver projects on-time and within budget.",
  "languages": {
    "title": "Languages",
    "EN": "English",
    "ES": "Español",
    "DE": "Deutsch",
    "FR": "Français",
    "CA": "Català"
  },
  "languageSkills": {
    "title": "Languages",
    "EN": "English",
    "ES": "Spanish",
    "DE": "German",
    "FR": "French",
    "CA": "Catalan"
  },
  "contact": {
    "email": "Copy my email address",
    "linkedin": "Go to my LinkedIn profile",
    "github": "Go to my GitHub profile"
  },
  "copied": "Copied to clipboard!",
  "techAndTools": "Technologies and Tools",
  "workExperience": "Work Experience",
  "jobs": {
    "GFAL": {
      "title": "Frontend Developer",
      "company": "GFAL",
      "date": "May 2023 - Present",
      "description": "Spearheading the frontend development of the company's cutting-edge marketplace, gfal.market, as well as the authentication platform GFAL ID. The projects integrate multiple services, including the marketplace backend, a custom cryptocurrency exchange rate service and web3 cryptocurrency wallets with account abstraction, and also prioritze a user-friendly, responsive, and performant website experience."
    },
    "Chingu": {
      "title": "Volunteer Frontend Developer",
      "company": "Chingu",
      "date": "March 2023 - May 2023",
      "description": "Collaborated remotely with an international team to develop responsiveweb applications using agile and scrum methodologies. "
    }
  },
  "projects": "Projects",
  "projectsList": {
    "InvictoAI": {
      "description": "Invicto AI is an innovative platform designed to empower crypto investors with advanced portfolio tracking and AI-driven insights. Our proprietary language model, trained on data from top crypto traders, provides real-time recommendations tailored to your investment strategies."
    },
    "gameState": {
      "description": "gameState is an app created with Nuxt and Firebase to search for videogames using the Twitch IGDB API and saving them two one of two lists: games played and games to play. Includes stats, screenshot galleries and more."
    },
    "SignWise": {
      "description": "SignWise redefines user interactions with blockchain technology by providing innovative solutions to prevalent challenges. A Web2 experience with Web3 security & ownership. We make it simple: Own your assets & be your own bank, no gas fees, social login, (no seedphrases), frictionless experience."
    },
    "SoundScribe": {
      "description": "A social media app where users can sign up to become Scribes, posting blog-style notes that must include a music video, or a Sounder, to simply browse the notes left by Scribes, leaving likes and comments."
    },
    "CryptoWorld": {
      "description": "Collaborated in a Chingu team project to create a dashboard with cryptocurrency information pulled from the CoinGecko API. Rendered with React using the Ant Design Muse Dashboard. Worked using agile/scrum methodologies and a kanban board with 3 other developers. My personal contributions include setting up user authentication and connecting the database, creating a favorite coin watchlist, storing the favorite coins in the database for each user."
    },
    "toDo": {
      "description": "A to-do app created with React, TypeScript, and Firebase Realtime Database to keep track of tasks and projects. I later created an updated version with Nuxt, converting it to a PWA, improving the log in flow and animations and working on additional features."
    },
    "rockPaperScissors": {
      "description": "A rock paper scissors game played against a computer and created without a framework using TypeScript, HTML and CSS."
    }
  }
}
